Repository: CorentinROBERT/LeVestiaireiOS
Catalog: LeVestiaire/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Accept
fr: Accepter

# acceptLegalDocuments
source: I accept the following legal documents
fr: J'accepte les documents légaux suivants

# accessRefused
source: Access denied
fr: Accès interdit

# accessRefusedMessage
source: Only administrators or manager can be acces
fr: Seuls les administrateurs ou les managers ont accés

# accountAlreadyDeleted
source: This account has already been deleted
fr: Ce compte a déjà été supprimé

source: Account deleted
fr: Compte supprimé

# accountDeletionCancelled
source: Your account deletion has been cancelled
fr: La suppression de votre compte a été annulée

source: Account deletion in progress
fr: Suppression de compte en cours

# accountDeletionScheduled
source: Your account will be deleted in %lld days
fr: Votre compte sera supprimé dans %lld jours

# achievedAt
source: Achieved on
fr: Atteint le

# actionIsIrreversible
source: This action is irreversible.
fr: Cette action est irréversible.

source: Active filters
fr: Filtres actifs

# addComment
source: Add a comment...
fr: Ajouter un commentaire...

# addCommentPlaceholder
source: Add a comment...
fr: Ajouter un commentaire...

# addEvent
source: Add an Event
fr: Ajouter un Événement

# addEventButton
source: Add Event
fr: Ajouter l'Événement

# addEventTooltip
source: Add event
fr: Ajouter un événement

source: Add guest
fr: Ajouter un invité

# addGuestActionSubtitle
source: Add a player without an account
fr: Ajoutez un joueur sans compte

# addGuestDescription
source: A guest is attached to this team. You can add them to your compositions even if they don't have an account yet.
fr: Un invité est rattaché à cette équipe. Vous pourrez l'ajouter à vos compositions même s'il n'a pas encore de compte.

source: Additional notes
fr: Notes supplémentaires

source: Add logo
fr: Ajouter un logo

# addMatchDescription
source: Add a match description...
fr: Ajouter une description du match...

# addMatchDescriptionHint
source: Add match description...
fr: Ajouter une description du match...

# addMatchLocationHint
source: Add match location...
fr: Ajouter un lieu de match...

source: Add new member
fr: Ajouter un nouveau membre

source: Adverse Score
fr: Score Adverse

# ajouter
source: Add
fr: Ajouter

# ajouterJoueur
source: Add player
fr: Ajouter un joueur

source: All
fr: Toutes

source: All false answers found
fr: Toutes les mauvaises réponses ont été trouvé

# allMatchesLoaded
source: All matches have been loaded
fr: Tous les matchs ont été chargés

# allNotifications
source: All
fr: Toutes

# allNotificationsMarkedAsRead
source: All notifications have been marked as read
fr: Toutes les notifications ont été marquées comme lues

# allNotificationsMarkedAsReadSuccess
source: All notifications have been marked as read
fr: Toutes les notifications ont été marquées comme lues

# allSeasons
source: All
fr: Toutes

# allSeasonsFeminine
source: All
fr: Toutes

# alreadyHaveAccount
source: Already have an account?
fr: Déjà un compte ?

# alternativeDetails
source: Alternative %@: %@ starters, %@ substitutes
fr: Alternative %@: %@ titulaires, %@ remplaçants

# alternativeFormationHint
source: Ex: Attack variant, Defensive formation...
fr: Ex: Variante attaque, Formation défensive...

# alternativeFormationMustHave7Starters
source: Alternative formation %@ must have exactly 7 starters (currently: %lld)
fr: Formation alternative %@ doit avoir exactement 7 titulaires (actuellement: %lld)

source: Alternative formation name
fr: Nom de la formation alternative

source: Alternative Formations
fr: Formations Alternatives

# alternativeFormationsCount
source: %lld alternative formation%@
fr: %lld formation%@ alternative%@

# alternativesSaved
source: (%lld alternative%@ saved%@)
fr: (%lld alternative%@ sauvegardée%@)

# alternativeTacticalFormation
source: Tactical alternative of %@
fr: Alternative tactique de %@

# alternativeWithPlayers
source: Alternative: %@ with %lld players
fr: Alternative: %@ avec %lld joueurs

source: Alternative: %@ with tactic %@
fr: Alternative: %@ avec tactic %@

# annuler
source: Cancel
fr: Annuler

source: Answer
fr: Réponse

source: API Environment
fr: Environnement API

source: API URL
fr: URL API

# apiUrlEmpty
source: The URL is empty.
fr: L'URL est vide.

# apiUrlInvalid
source: The URL is invalid.
fr: L'URL n'est pas valide.

# apiUrlLabel
source: API URL
fr: URL API

# appLanguage
source: Application language
fr: Langue de l'application

source: Application started
fr: Application démarrée

source: Apply
fr: Appliquer

# applyTeamTemplate
source: Apply a team template
fr: Appliquer un modèle d'équipe

# appName
source: The Locker Room
fr: Le Vestiaire

source: Appoint new administrator
fr: Nommer un nouvel administrateur

# areYouSureDeleteEvent
source: Are you sure you want to delete this event?
fr: Êtes-vous sûr de vouloir supprimer cet événement ?

source: Assist
fr: Passe décisive

source: Assist Provider
fr: Passeur

source: Assist provider (optional)
fr: Passeur (optionnel)

# assistProviderSecond
source: Assist Provider
fr: Passeur

source: Assists
fr: Passes décisives

source: Associated
fr: Associé

source: Associated player
fr: Joueur associé

source: at
fr: à

source: Attack
fr: Attaque

source: Attacker
fr: Attaquant

source: Attacking Midfielder
fr: Milieu offensif

# attackingMidfielderPosition
source: Attacking Midfielder
fr: Milieu Offensif

source: Attempt
fr: Tentative

source: Attempts
fr: Tentatives

# aucuneCompositionCreee
source: No composition created
fr: Aucune composition créée

# aucuneEquipeSelectionnee
source: No team selected
fr: Aucune équipe sélectionnée

# aucuneEquipeSelectionneeErreur
source: No team selected
fr: Aucune équipe sélectionnée

# autoLoginFailedAfterVerification
source: Automatic sign-in failed after verification.
fr: Connexion automatique impossible après vérification.

# autoLoginFailedManual
source: Automatic sign-in failed. Please sign in manually.
fr: Connexion automatique impossible. Veuillez vous connecter manuellement.

# automaticLoginFailed
source: Automatic login failed. Please log in manually.
fr: Connexion automatique échouée. Veuillez vous connecter manuellement.

# availabilitiesTitle
source: Regular availabilities
fr: Disponibilités habituelles

# availabilityClosed
source: Availability is closed for this match.
fr: Les disponibilités sont closes pour ce match.

# availabilityForcedByStaff
source: Set by staff
fr: Définie par le staff

# availabilityGuestCompositionHint
source: Always selectable in composition.
fr: Toujours disponible en composition.

# availabilityManagementHint
source: Change each player's status. Guests are always selectable.
fr: Modifiez le statut de chaque joueur. Les invités sont toujours sélectionnables.

# availabilityManagementTitle
source: Manage availabilities
fr: Gérer les disponibilités

# availabilityPresent
source: Present
fr: Présent

# availabilityResponsesSummary
source: %lld/%lld responses
fr: %lld/%lld réponses

# availabilitySection
source: Availability
fr: Disponibilité

# availabilityUnknown
source: Don't know
fr: Ne sais pas

source: Away Team
fr: Équipe Extérieure

source: Back to login
fr: Retour à la connexion

source: Basic information
fr: Informations de base

source: Best score
fr: Meilleur score

source: Beta Disclaimer
fr: Avertissement Beta

source: Biometric authentication failed
fr: L'authentification biométrique a échoué

# biometricCancelled
source: Biometric activation cancelled
fr: Activation de la biométrie annulée

# biometricEnableReason
source: Confirm your identity to enable biometric sign-in
fr: Confirmez votre identité pour activer la connexion biométrique

# biometricLockout
source: Biometrics are locked. Try again later or use your passcode
fr: La biométrie est verrouillée. Réessayez plus tard ou utilisez votre code

# biometricLogin
source: Biometric sign-in
fr: Connexion biométrique

# biometricLoginDescription
source: Use Face ID or Touch ID to unlock the app quickly
fr: Utilisez Face ID ou Touch ID pour accéder rapidement à l'application

# biometricNotEnrolled
source: No fingerprint or face is enrolled on this device
fr: Aucune empreinte ou visage n'est enregistré sur cet appareil

# biometricUnavailable
source: Biometrics are not available on this device
fr: La biométrie n'est pas disponible sur cet appareil

# biometricUnlockReason
source: Unlock the app to continue
fr: Déverrouillez l'application pour continuer

source: Birthdate
fr: Date de naissance

# birthdateHint
source: Select your birthdate
fr: Sélectionnez votre date de naissance

# birthdateRequired
source: Please select your birth date
fr: Veuillez sélectionner votre date de naissance

source: Both feet
fr: Ambidextre

# break_lbl
source: Break
fr: Pause

# buildNumberLabel
source: Build number
fr: Numéro de build

# buttonValidationError
source: A button must have text, a child, or be iconOnly
fr: Un bouton doit avoir un texte, un enfant ou être iconOnly

# byCreatingAccountYouAccept
source: By creating an account, you accept:
fr: En créant un compte, vous acceptez :

source: Camera
fr: Caméra

source: Cancel
fr: Annuler

source: Cancel deletion
fr: Annuler la suppression

# cancelDeletionError
source: Error while cancelling deletion
fr: Erreur lors de l'annulation de la suppression

source: Cancel Invitation
fr: Annuler l'invitation

# cancelInvitationConfirm
source: Are you sure you want to cancel this invitation?
fr: Êtes-vous sûr de vouloir annuler cette invitation ?

source: Cancelled
fr: Annulé

source: Cancelled matches
fr: Matchs annulés

source: Cancel Match
fr: Annuler le Match

# cancelMatchTooltip
source: Cancel match
fr: Annuler le match

source: Center Back
fr: Défenseur central

source: Center Midfielder
fr: Milieu central

source: Central Defender
fr: Défenseur Central

source: Central Midfielder
fr: Milieu Central

source: Change role
fr: Changer le rôle

# checkSpamFolder
source: Check your spam folder
fr: Vérifiez votre dossier spam

source: Choose from gallery
fr: Choisir depuis la galerie

# chooseOptionBelow
source: Choose an option below to continue
fr: Choisissez une option ci-dessous pour continuer

# choosePhoto
source: Choose a photo
fr: Choisir une photo

source: Clear
fr: Effacer

# clickLinkInEmail
source: Click the link in the email to verify your account.
fr: Cliquez sur le lien dans l'email pour vérifier votre compte.

# clickToSelectImage
source: Click to select an image
fr: Cliquez pour sélectionner une image

source: Close
fr: Fermer

# closeCompositionAndUseInMatch
source: Close and use
fr: Clore et utiliser

source: closed
fr: fermé

source: Close quiz
fr: Fermer le quiz

# codeMustBe6Digits
source: Code must contain exactly 6 digits
fr: Le code doit contenir exactement 6 chiffres

# codeMustBeNumbersOnly
source: Code must contain only numbers
fr: Le code doit contenir uniquement des chiffres

# codeSentToEmail
source: A 6-digit code has been sent to %@
fr: Un code à 6 chiffres a été envoyé à %@

source: Comment
fr: Commentaire

source: Comment (optional)
fr: Commentaire (optionnel)

source: Competitions
fr: Compétitions

# completeRequiredSportFields
source: Please complete all required fields.
fr: Veuillez compléter tous les champs obligatoires.

source: Complete your profile
fr: Complétez votre profil

# compositionAlternativesLabelMany
source: %lld alternative formations
fr: %lld formations alternatives

# compositionAlternativesLabelOne
source: 1 alternative formation
fr: 1 formation alternative

source: Composition created successfully!
fr: Composition créée avec succès !

# compositionCreatorPromptHint
source: Players have indicated their availability. Create the composition from available players and assign it to the match.
fr: Les joueurs ont indiqué leur disponibilité. Créez la composition à partir des joueurs disponibles et assignez-la au match.

# compositionCreeeSucces
source: Composition "%@" created successfully
fr: Composition "%@" créée avec succès

source: Composition deleted successfully!
fr: Composition supprimée avec succès !

# compositionImportTemplateAction
source: Import
fr: Importer

# compositionImportTemplateConfirm
source: This will replace all formations currently being edited with the selected template.
fr: Toutes les formations en cours d'édition seront remplacées par le modèle sélectionné.

# compositionImportTemplateTitle
source: Import team template
fr: Importer un modèle d'équipe

source: Composition information
fr: Informations de la composition

source: Composition modified successfully!
fr: Composition modifiée avec succès !

# compositionMustHave7Starters
source: A 7v7 football composition must have exactly 7 starters
fr: Une composition de foot à 7 doit avoir exactement 7 titulaires

# compositionMustHave7StartersCurrently
source: A 7v7 football composition must have exactly 7 starters (currently: %lld)
fr: Une composition de foot à 7 doit avoir exactement 7 titulaires (actuellement: %lld)

source: Composition name
fr: Nom de la composition

# compositionNamePlaceholder
source: Ex: 1-3-2-1 Attack, 1-2-3-1 Defensive
fr: Ex: 1-3-2-1 Attaque, 1-2-3-1 Défensif

# compositionNameRequired
source: Composition name is required
fr: Le nom de la composition est obligatoire

# compositionOptionalHint
source: Without composition: availability request phase, then create composition from available players.
fr: Sans composition : phase de demande de disponibilité, puis création de la composition à partir des joueurs présents.

# compositionSaveAvailabilityConflictConfirm
source: Some assigned players are absent or have not confirmed their availability. Save anyway?
fr: Des joueurs assignés sont absents ou n'ont pas encore confirmé leur présence. Enregistrer quand même ?

# compositionsDescription
source: Compositions will allow you to create team formations
fr: Les compositions vous permettront de créer des formations d'équipe

# compositionStarters
source: Starters
fr: Titulaires

# compositionStartersCount
source: %lld starters
fr: %lld titulaires

# compositionSubstitutes
source: Substitutes
fr: Remplaçants

# compositionSubstitutesCount
source: %lld substitutes
fr: %lld remplaçants

# compositionTemplateAbsentHint
source: These players are marked absent for this match.
fr: Ces joueurs sont marqués absents pour ce match.

# compositionTemplateAbsentTitle
source: %lld absent player(s) on the lineup
fr: %lld joueur(s) absent(s) dans la feuille

# compositionTemplateRemoveAbsent
source: Remove absent players from the lineup
fr: Retirer les absents de la feuille

# compositionTemplateUnknownHint
source: These players have not confirmed their availability yet.
fr: Ces joueurs n'ont pas encore confirmé leur présence.

# compositionTemplateUnknownTitle
source: %lld pending response(s)
fr: %lld réponse(s) en attente

source: Composition validated
fr: Composition validée

# compositionVariantsCount
source: %lld variant%@
fr: %lld variante%@

# compositionVariantsList
source: Variants: %@
fr: Variantes : %@

# compositionViewerAlternativesHint
source: Select a formation below to display the corresponding field.
fr: Choisissez une formation ci-dessous pour afficher le terrain correspondant.

# compositionWillBeAvailable
source: The composition will be available once created by the coach.
fr: La composition sera disponible une fois créée par l'entraîneur.

source: Configuration reset
fr: Configuration réinitialisée

source: Configuration reset successfully
fr: Configuration réinitialisée avec succès

source: Confirm
fr: Confirmer

# confirmCancelMatch
source: Are you sure you want to cancel this match?
fr: Êtes-vous sûr de vouloir annuler ce match ?

# confirmDeleteComposition
source: Delete composition "%@"?
fr: Supprimer la composition « %@ » ?

# confirmDeleteConversation
source: Are you sure you want to delete the conversation with %@?
fr: Êtes-vous sûr de vouloir supprimer la conversation avec %@ ?

# confirmDeleteMatchMessage
source: Are you sure you want to delete this match? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer ce match ? Cette action est irréversible.

# confirmDeleteProfilePhoto
source: Are you sure you want to delete your profile photo?
fr: Êtes-vous sûr de vouloir supprimer votre photo de profil ?

# confirmDeleteQuiz
source: Are you sure you want to delete this quiz? This action is irreversible.
fr: Êtes-vous sure de vouloir supprimer ce quizz ? Cette action est irréversible.

source: Confirm Deletion
fr: Confirmer la suppression

# confirmDeletionMessage
source: Are you sure you want to delete this composition? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer cette composition ? Cette action est irréversible.

# confirmerQuitterEquipe
source: Are you sure you want to leave team "%@"?
fr: Êtes-vous sûr de vouloir quitter l'équipe "%@" ?

# confirmerSuppressionEquipe
source: Are you sure you want to delete team "%@"? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer l'équipe "%@" ? Cette action est irréversible.

# confirmerSuppressionJoueur
source: Are you sure you want to remove player "%@" from the team? This action is irreversible.
fr: Êtes-vous sûr de vouloir supprimer le joueur "%@" de l'équipe ? Cette action est irréversible.

# confirmEventDeletion
source: Are you sure you want to delete this event? %@ at %@th minute
fr: Êtes-vous sûr de vouloir supprimer cet événement ? %@ à la %@e minute

# confirmFinishMatch
source: Are you sure you want to finish this match?
fr: Êtes-vous sûr de vouloir terminer ce match ?

# confirmGuestRemoval
source: Remove this guest?
fr: Supprimer cet invité ?

# confirmLogout
source: Do you really want to log out?
fr: Voulez-vous vraiment vous déconnecter ?

# confirmMemberRemoval
source: Are you sure you want to remove this member from the team?
fr: Êtes-vous sûr de vouloir retirer ce membre de l'équipe ?

# confirmNewPassword
source: Confirm your new password
fr: Confirmez votre nouveau mot de passe

source: Confirm Password
fr: Confirmer le mot de passe

# confirmPasswordHint
source: Confirm your password
fr: Confirmez votre mot de passe

# confirmPasswordRequired
source: Password confirmation is required
fr: La confirmation du mot de passe est requise

# confirmRemovePlayer
source: Remove %@ from the team?
fr: Retirer %@ de l'équipe ?

# confirmStartMatch
source: Are you sure you want to start this match?
fr: Êtes-vous sûr de vouloir démarrer ce match ?

source: Confirm Transfer
fr: Confirmer le transfert

# confirmTransferMessage
source: Are you sure you want to transfer administration to %@? You will lose your administrator privileges.
fr: Êtes-vous sûr de vouloir transférer l'administration à %@ ? Vous perdrez vos privilèges d'administrateur.

source: Connecting to API...
fr: Connexion à l'API...

# connectionError
source: Connection error. Check your internet
fr: Erreur de connexion. Vérifiez votre internet

# connectionErrorCheckInternet
source: Connection error. Check your internet connection and try again.
fr: Erreur de connexion. Vérifiez votre connexion internet et réessayez.

source: ❌ Connection failed
fr: ❌ Échec de la connexion

source: ✅ Connection successful!
fr: ✅ Connexion réussie !

# continueButton
source: Continue
fr: Continuer

# crashReportFailed
source: Failed to send crash report: %lld
fr: Échec de l'envoi du rapport de crash: %lld

# crashReportSent
source: Crash report sent successfully
fr: Rapport de crash envoyé avec succès

source: Create
fr: Créer

# createAccount
source: Create an account
fr: Créer un compte

# createAccountButton
source: CREATE MY ACCOUNT
fr: CRÉER MON COMPTE

# createAccountSubtitle
source: Create your The Locker Room account
fr: Créez votre compte Le Vestiaire

# createAccountTitle
source: Create your The Locker Room account
fr: Créez votre compte Le Vestiaire

source: Create Composition
fr: Créer une composition

# createCompositionForMatch
source: Create composition
fr: Créer la composition

# createCompositionInTeamTab
source: Please create a composition for this team in the Team tab before creating a match.
fr: Veuillez d'abord créer une composition pour cette équipe dans l'onglet Équipe avant de pouvoir créer un match.

source: Create composition later
fr: Créer la composition plus tard

source: Created
fr: Créé

source: Created on
fr: Créée le

# createFirstMatchToStart
source: Create your first match to get started
fr: Créez votre premier match pour commencer

source: Create match
fr: Créer un match

# createMatchNoManageableTeam
source: You must be an admin or manager of a team to create a match.
fr: Vous devez être admin ou manager d'une équipe pour créer un match.

# createMatchPlaceholder
source: The match creation form will be available soon.
fr: Le formulaire de création de match sera disponible prochainement.

# createMatchTitle
source: New match
fr: Nouveau match

# createPasswordHint
source: Create a password
fr: Créez un mot de passe

source: Create quiz
fr: Créer le quiz

# createQuizForMatch
source: Create a post-match quiz for the team (10 statements, false answers to spot).
fr: Créez un quiz post-match pour l'équipe (10 affirmations, fausses réponses à repérer).

source: Create team
fr: Créer l'équipe

source: Create your first composition to start
fr: Créez votre première composition pour commencer

# creatingTeam
source: Creating...
fr: Création...

# creer
source: Create
fr: Créer

# creerComposition
source: Create composition
fr: Créer une composition

# creerNouvelleEquipe
source: Create new team
fr: Créer une nouvelle équipe

# creerUneEquipe
source: Create a team
fr: Créer une équipe

source: Cup match
fr: Match de coupe

source: Current role: %@
fr: Rôle actuel: %@

source: Current Season
fr: Saison actuelle

source: Current URL: %@
fr: URL actuelle: %@

# customApiUrlPlaceholder
source: https://my-api.local
fr: https://mon-api.local

source: Custom period
fr: Période personnalisée

source: Custom URL
fr: URL Personnalisée

source: Custom URL active
fr: URL personnalisée active

source: Custom URL applied: %@
fr: URL personnalisée appliquée: %@

source: Custom URL applied successfully: %@
fr: URL personnalisée appliquée avec succès: %@

# customUrlDescription
source: Use a custom URL for testing
fr: Utilisez une URL personnalisée pour les tests

# customUrlRemoved
source: Custom URL removed, back to environment
fr: URL personnalisée supprimée, retour à l'environnement

# customUrlRemovedSuccessfully
source: Custom URL removed successfully, back to environment
fr: URL personnalisée supprimée avec succès, retour à l'environnement

source: Data updated from server
fr: Données mises à jour depuis le serveur

# daysAgo
source: %lld days
fr: %lld jours

source: Debug information
fr: Informations de débogage

source: Decline
fr: Refuser

# decodeApiResponseFailed
source: Unable to decode %@ from the API response.
fr: Impossible de décoder %@ depuis la réponse API.

source: Defender
fr: Défenseur

source: Defense
fr: Défense

# defenseCategory
source: Defense
fr: Défense

source: Defensive Midfielder
fr: Milieu défensif

# defensiveMidfielderPosition
source: Defensive Midfielder
fr: Milieu Défensif

source: Delete
fr: Supprimer

# deleteAccount
source: Delete my account
fr: Supprimer mon compte

# deleteAccountConfirmMessage
source: This action is irreversible. All your data will be permanently deleted.
fr: Cette action est irréversible. Toutes vos données seront définitivement supprimées.

# deleteAccountConfirmTitle
source: Delete your account?
fr: Supprimer votre compte ?

# deleteAccountError
source: Error while requesting account deletion
fr: Erreur lors de la demande de suppression

# deleteAccountSuccess
source: Your deletion request has been sent
fr: Votre demande de suppression a été envoyée

source: Delete alternative formation
fr: Supprimer la formation alternative
